<?php

return [
    'Structure' => 'โครงสร้าง/บุคลากร',
    'about_structure_meta_description' => 'โครงสร้างการบริหารและบุคลากรของคณะนิติศาสตร์ มหาวิทยาลัยราชภัฏรำไพพรรณี',
    'management_structure' => 'โครงสร้างผู้บริหาร',
    'llb_responsible' => 'อาจารย์ผู้รับผิดชอบหลักสูตรนิติศาสตรบัณฑิต',
    'llm_responsible' => 'อาจารย์ผู้รับผิดชอบหลักสูตรนิติศาสตรมหาบัณฑิต',
    'support_staff' => 'บุคลากรสายสนับสนุน',
    'structure_dean' => [
        'name' => 'อาจารย์ทรัพยสิทธิ์ เกิดในมงคล',
        'position' => 'คณบดีคณะนิติศาสตร์',
        'image' => 'lawimg/Srapsit.jpg',
        'degrees' => [
            'นิติศาสตร์มหาบัณฑิต (น.ม) มหาวิทยาลัยรามคำแหง',
            'นิติศาสตร์บัณฑิต (น.บ) มหาวิทยาลัยสุโขทัยธรรมาธิราช',
        ],
    ],
    'structure_academic_staff' => [
        [
            'name' => 'อาจารย์ทรัพยสิทธิ์ เกิดในมงคล',
            'position' => 'คณบดีคณะนิติศาสตร์',
            'image' => 'lawimg/Srapsit.jpg',
        ],
        [
            'name' => 'ผู้ช่วยศาสตราจารย์กุลปราณี กุลวิทิต',
            'position' => 'รองคณบดีฝ่ายกิจการนักศึกษา',
            'image' => 'lawimg/Kulpranee.jpg',
        ],
        [
            'name' => 'อาจารย์ ดร.วิศิษศักดิ์ เนืองนอง',
            'position' => 'รองคณบดีฝ่ายบริการวิชาการและประธานหลักสูตรนิติศาสตรมหาบัณฑิต',
            'image' => 'lawimg/Visitsak.jpg',
        ],
        [
            'name' => 'ผู้ช่วยศาสตราจารย์ ดร.อาทิตยา โภคสุทธิ์',
            'position' => 'ผู้ช่วยคณบดีด้านวิจัย',
            'image' => 'lawimg/Athitaya.jpg',
        ],
        [
            'name' => 'อาจารย์ ดร.ทัศนีย์ เงินสุข',
            'position' => 'ผู้ช่วยคณบดีด้านวิชาการและประกันคุณภาพการศึกษา',
            'image' => 'lawimg/tassanee.jpg',
        ],
        [
            'name' => 'อาจารย์ ดร.ภูวดล ดำสนิท',
            'position' => 'ผู้ช่วยคณบดีด้านทำนุบำรุงศิลปวัฒนธรรม',
            'image' => 'lawimg/Phuwadol.jpg',
        ],
        [
            'name' => 'ผู้ช่วยศาสตราจารย์ ดร.ฐิติรัตน์ อิทธิมีชัย',
            'position' => 'ประธานหลักสูตรนิติศาสตรบัณฑิต',
            'image' => 'lawimg/Thitirat.jpg',
        ],
        [
            'name' => 'ผู้ช่วยศาสตราจารย์พรรณรัตน์ โสธรประภากร',
            'position' => 'อาจารย์ประจำคณะนิติศาสตร์',
            'image' => 'lawimg/Phanarat.jpg',
        ],
        [
            'name' => 'ผู้ช่วยศาสตราจารย์ชินะกานต์ แสงอำนาจ',
            'position' => 'อาจารย์ประจำคณะนิติศาสตร์',
            'image' => 'lawimg/Chinakan.jpg',
        ],
        [
            'name' => 'ผู้ช่วยศาสตราจารย์ ทรงพร ประมาณ',
            'position' => 'อาจารย์ประจำคณะนิติศาสตร์',
            'image' => 'lawimg/Songphorn.jpg',
        ],
        [
            'name' => 'อาจารย์ชญานาภา ลมัยวงษ์',
            'position' => 'อาจารย์ประจำคณะนิติศาสตร์ (ลาศึกษาต่อ)',
            'image' => 'lawimg/Chanapha.jpg',
        ],
    ],
    'structure_bachelor_committee' => [
        [
            'name' => 'ผู้ช่วยศาสตราจารย์ ดร.ฐิติรัตน์ อิทธิมีชัย',
            'position' => 'ประธานหลักสูตรนิติศาสตรบัณฑิต',
            'image' => 'lawimg/Thitirat.jpg',
        ],
        [
            'name' => 'ผู้ช่วยศาสตราจารย์กุลปราณี กุลวิทิต',
            'position' => 'อาจารย์ผู้รับผิดชอบหลักสูตรนิติศาสตรบัณฑิต',
            'image' => 'lawimg/Kulpranee.jpg',
        ],
        [
            'name' => 'ผู้ช่วยศาสตราจารย์ทรงพร ประมาณ',
            'position' => 'อาจารย์ผู้รับผิดชอบหลักสูตรนิติศาสตรบัณฑิต',
            'image' => 'lawimg/Songphorn.jpg',
        ],
        [
            'name' => 'ผู้ช่วยศาสตราจารย์พรรณรัตน์ โสธรประภากร',
            'position' => 'อาจารย์ผู้รับผิดชอบหลักสูตรนิติศาสตรบัณฑิต',
            'image' => 'lawimg/Phanarat.jpg',
        ],
        [
            'name' => 'อาจารย์ ดร.ทัศนีย์ เงินสุข',
            'position' => 'อาจารย์ผู้รับผิดชอบหลักสูตรนิติศาสตรบัณฑิต',
            'image' => 'lawimg/tassanee.jpg',
        ],
    ],
    'structure_master_committee' => [
        [
            'name' => 'อาจารย์ ดร.วิศิษศักดิ์ เนืองนอง',
            'position' => 'ประธานหลักสูตรนิติศาสตรมหาบัณฑิต/อาจารย์ผู้รับผิดชอบหลักสูตรนิติศาสตรมหาบัณฑิต',
            'image' => 'lawimg/Visitsak.jpg',
        ],
        [
            'name' => 'อาจารย์ ดร.ภูวดล ดำสนิท',
            'position' => 'อาจารย์ผู้รับผิดชอบหลักสูตรนิติศาสตรมหาบัณฑิต',
            'image' => 'lawimg/Phuwadol.jpg',
        ],
        [
            'name' => 'ผู้ช่วยศาสตราจารย์ ดร.อาทิตยา โภคสุทธิ์',
            'position' => 'อาจารย์ประจำหลักสูตรนิติศาสตรมหาบัณฑิต',
            'image' => 'lawimg/Athitaya.jpg',
        ],
        [
            'name' => 'ผู้ช่วยศาสตราจารย์ทรงพร ประมาณ',
            'position' => 'อาจารย์ประจำหลักสูตรนิติศาสตรมหาบัณฑิต',
            'image' => 'lawimg/Songphorn.jpg',
        ],
        [
            'name' => 'ผู้ช่วยศาสตราจารย์พรรณรัตน์ โสธรประภากร',
            'position' => 'อาจารย์ประจำหลักสูตรนิติศาสตรมหาบัณฑิต',
            'image' => 'lawimg/Phanarat.jpg',
        ],
        [
            'name' => 'อ.ดร.ศุนงค์นุช ศรีวิพันธ์',
            'position' => 'อาจารย์ประจำหลักสูตรนิติศาสตรมหาบัณฑิต',
            'image' => 'lawimg/Sunongnush.jpg',
        ],
    ],
    'structure_support_staff' => [
        [
            'name' => 'นางสาวภัคภร แซ่ห่าน',
            'position' => 'รักษาการหัวหน้าสำนักงานคณบดีคณะนิติศาสตร์',
            'image' => 'lawimg/phakphon.jpg',
        ],
        [
            'name' => 'นางกาญจลักษณ์ พรรครัตน์',
            'position' => 'เจ้าหน้าที่บริหารงานทั่วไป',
            'image' => 'lawimg/KarnJanaluck.jpg',
        ],
        [
            'name' => 'นางสาวปิยธิดา ทิพจินดา',
            'position' => 'เจ้าหน้าที่บริหารงานทั่วไป',
            'image' => 'lawimg/piyathida.jpg',
        ],
        [
            'name' => 'นางสาวฉวีวรรณ รัตนมิตร',
            'position' => 'บรรณารักษ์',
            'image' => 'lawimg/Chaweewan.jpg',
        ],
        [
            'name' => 'นางสาวปัทมา นิลมาศ',
            'position' => 'แม่บ้านคณะนิติศาสตร์',
            'image' => 'lawimg/Patthama.jpg',
        ],
        [
            'name' => 'นางสาวสมจิตร สุวรรณา',
            'position' => 'แม่บ้านคณะนิติศาสตร์',
            'image' => 'lawimg/SomJitt.jpg',
        ],
        [
            'name' => 'นางสาวขนิษฐา สุทธิกุล',
            'position' => 'แม่บ้านคณะนิติศาสตร์',
            'image' => 'lawimg/Kanittha.jpg',
        ],
    ],
];
