<?php

return [
    'history' => 'ความเป็นมา',
    'about_meta_description' => 'ประวัติความเป็นมาและภาพรวมของคณะนิติศาสตร์ มหาวิทยาลัยราชภัฏรำไพพรรณี',
    'op' => 'ด้วยรัฐบาลมีนโยบายให้มหาวิทยาลัยราชภัฏทั่วประเทศจัดการศึกษา
                    โดยสร้างและขยายโอกาสทางการศึกษาให้แก่ประชาชนในท้องถิ่น
                    เพื่อเป็นการพัฒนาท้องถิ่นและประเทศชาติตามความเหมาะสม และความต้องการของประชาชนในท้องถิ่น
                    คณะนิติศาสตร์ มหาวิทยาลัยราชภัฏรำไพพรรณี ได้ทำการสำรวจความต้องการของผู้เรียนแล้วพบว่าประชาชน
                    ในท้องถิ่นที่อยู่ในเขตบริการการศึกษาของมหาวิทยาลัย ราชภัฏรำไพพรรณี
                    มีความต้องการเรียนสาขานิติศาสตร์เป็นจำนวนมาก คณะนิติศาสตร์จึงได้เปิดสอนหลักสูตรนิติศาสตรบัณฑิตขึ้น
                    ในปีการศึกษา 2548 โดยในขณะนั้น สังกัดอยู่ในคณะมนุษยศาสตร์และสังคมศาสตร์
                    เพื่อเป็นการตอบสนองต่อความต้องการของผู้ประสงค์ จะเรียนในสาขาวิชานิติศาสตร์
                    และเป็นการมุ่งพัฒนาบุคลากรทั้งในหน่วยงานภาครัฐ และภาคเอกชนให้มีความรู้ทางด้านกฎหมาย
                    โดยไม่ต้องเดินทางไปเรียนในส่วนกลาง และนำความรู้ไปใช้ในการทำงานในองค์กร
                    โดยเฉพาะอย่างยิ่งองค์การปกครองส่วนท้องถิ่น ซึ่งจะเป็นแนวทางอีกทางหนึ่งที่ช่วยให้นโยบายการกระจายอำนาจ
                    การปกครองส่วนท้องถิ่น ของชาติบรรลุเป้าหมาย เนื่องจากสาขาวิชานิติศาสตร์เป็นสาขาวิชาที่เป็นวิชาชีพ
                    มีองค์กรควบคุมวิชาชีพ คือ เนติบัณฑิตยสภา และสภาทนายความ ควบคุมมาตรฐานการจัด
                    การศึกษานักศึกษาที่จบการศึกษาสาขาวิชานิติศาสตร์
                    จากสถาบันอุดมศึกษาทั้งของภาครัฐและเอกชนจะต้องได้รับการรับรอง มาตรฐานการศึกษาจากองค์กรดังกล่าว
                    จึงจะสามารถไปประกอบอาชีพทนายความ อัยการ และผู้พิพากษาได้
                    มหาวิทยาลัยจึงได้ประเมินผลการดำเนินงานการจัดการศึกษา ของคณะมนุษยศาสตร์และสังคมศาสตร์แล้วเห็นว่า
                    ไม่สามารถบริหารจัดการศึกษาสาขาวิชานิติศาสตร์ให้ได้ตามมาตรฐาน การศึกษา
                    ผ่านการตรวจรับรองมาตรฐานของเนติบัณฑิตยสภาและสภาทนายความได้
                    อันจะส่งผลเสียหายต่อนักศึกษาและมหาวิทยาลัย
                    เพื่อให้บรรลุเป้าหมายและวัตถุประสงค์ดังกล่าวมหาวิทยาลัยจึงได้ยกฐานะ
                    สาขาวิชานิติศาสตร์ขึ้นเป็นคณะนิติศาสตร์โดยอนุมัติของสภามหาวิทยาลัยครั้งที่ 5/2550 เมื่อวันที่ 2
                    มิถุนายน 2550 รวมระยะเวลาในการจัดการเรียนการสอนถึงปัจจุบัน รวม 9 ปี
                    มีการผลิตบัณฑิตออกไปสู่สังคมเพื่อประกอบอาชีพทั้งของภาครัฐและภาคเอกชน ตลอดทั้งการประกอบธุรกิจส่วนตัว
                    ทั้งนี้ ในระยะเวลาข้างต้น คณะนิติศาสตร์ได้มีการพัฒนาและปรับปรุงหลักสูตรตามกรอบระยะเวลา
                    ของการประกันคุณภาพการศึกษาซึ่งมีการพัฒนาหลักสูตรในปี พ.ศ. 2551 และ พ.ศ. 2555
                    ตามลำดับโดยผ่านการรับทราบของ สกอ. เป็นที่เรียบร้อย
                    ปัจจุบันการดำเนินงานของคณะนิติศาสตร์ยังคงมีการพัฒนาในทุกๆด้าน
                    เพื่อให้เกิดมาตรฐานทางการศึกษาแก่นักศึกษาและเพื่อตอบสนองต่อนโยบายแห่งรัฐในการส่งเสริม
                    ให้บัณฑิตทำงานเป็นจึงมีการพัฒนาหลักสูตรนิติศาสตร์หลักสูตรปรับปรุง พ.ศ. 2559
                    ให้เพิ่มเติมรายวิชาสหกิจศึกษาอันเป็นไปตามแนวนโยบายของมหาวิทยาลัยราชภัฏรำไพพรรณี
                    เพื่อให้สอดคล้องต่ออัตลักษณ์ของมหาวิทยาลัยที่ว่า บัณฑิตย่อมฉลาดจัดการ',
];
