<?php

return [
    'vision' => 'ปรัชญา วิสัยทัศน์ พันธกิจ',
    'about_vision_meta_description' => 'ปรัชญา วิสัยทัศน์ พันธกิจ และคุณลักษณะบัณฑิตที่พึงประสงค์ของคณะนิติศาสตร์',
    'vision_title' => 'วิสัยทัศน์',
    'vision_text' => 'มุ่งมั่นพัฒนา เสริมสร้างวิชาการสู่วิชาชีพ ตามมาตรฐานสากล ยึดหลักธรรมมาภิบาลเพื่อการบริหารจัดการอย่างยั่งยืน',
    'philosophy_title' => 'ปรัชญา',
    'philosophy_text' => 'นิติล้ำเลิศ ก่อเกิดบัณฑิต มีจิตคุณธรรม',
    'identity_title' => 'อัตลักษณ์',
    'identity_text' => 'บัณฑิตย่อมฉลาดจัดการ',
    'uniqueness_title' => 'เอกลักษณ์',
    'uniqueness_text' => 'ภูมิปัญญาแห่งภาคตะวันออก',
    'desired_attributes_title' => 'คุณลักษณะบัณฑิตที่พึงประสงค์',
    'desired_attributes_text' => 'คุณธรรม นำความรู้ สู่สากล อดทน ฉลาดจัดการ',
];
