<?php

return [
    'Cooperate' => 'ความร่วมมือ/Mou',
    'slogan' => 'นิติล้ำเลิศ ก่อเกิดบัณฑิต มีจิตคุณธรรม',
    'bachelor_degree' => 'หลักสูตร ปริญญาตรี',
    'master_degree' => 'หลักสูตร ปริญญาโท',
    'view_details' => 'ดูรายละเอียด',
    'video' => 'VDO',
    'brochure' => 'โบชัวร์คณะ',
    'law_channel' => 'Law Channel',
    'qa_button' => 'การประกันคุณภาพ',
    'slide_number' => 'สไลด์ :number',
    'law_faculty_video_title' => 'คณะนิติศาสตร์ มหาวิทยาลัยราชภัฏรำไพพรรณี',
    'mou_item_1' => 'สํานักงานศาลปกครอง ทําบันทึกข้อตกลง (MOU) ร่วมกับมหาวิทยาลัยราชภัฏรําไพพรรณี',
    'mou_item_2' => 'สํานักงานศาลรัฐธรรมนูญ ทําบันทึกข้อตกลง (MOU) ร่วมกับมหาวิทยาลัยราชภัฏรําไพพรรณี',
    'mou_item_3' => 'สำนักงานคณะกรรมการคุ้มครองผู้บริโภค ทําบันทึกข้อตกลง (MOU) ร่วมกับมหาวิทยาลัยราชภัฏรําไพพรรณี',
    'apply' => 'สมัครเรียน',
    'academic_services' => 'บริการวิชาการ',
    'online_services' => 'บริการออนไลน์',
    'student' => 'นักศึกษา',
    'staff' => 'บุคลากร',
    'home_meta_description' => 'เว็บไซต์คณะนิติศาสตร์ มหาวิทยาลัยราชภัฏรำไพพรรณี รวมข้อมูลข่าวสาร กิจกรรม และบริการที่เกี่ยวข้องกับการเรียนการสอนด้านกฎหมาย',
];
