<?php

return [
    'about' => 'เกี่ยวกับคณะ',
    'curriculum' => 'หลักสูตรคณะนิติศาสตร์',
    'qa' => 'งานประกันคุณภาพ',
    'research' => 'บทความ/งานวิจัย',
    'academic' => 'งานวิชาการ',
    'alumni' => 'ศิษย์เก่า',
    'dean' => 'สายตรงคณบดี',
    'ad' => 'ผู้ดูแลระบบ',
    'faculty_name' => 'คณะนิติศาสตร์',
    'news_activities' => 'ข่าวสาร/ภาพกิจกรรม',
    'news_seminar' => 'ข่าวอบรม/สัมนา',
    'news_job' => 'ข่าวรับสมัครงาน',
    'news_procurement' => 'ข่าวจัดซื้อจัดจ้าง',
    'news' => 'ข่าวสาร',
    'activities' => 'ภาพกิจกรรม',
    'more' => 'เพิ่มเติม',
    'Cooperate' => 'ความร่วมมือ/Mou'
];
