<?php

return [
    'km_plan' => 'แผนการจัดการความรู้ (KM)',
    'qa_km_meta_description' => 'แผนการจัดการความรู้และผลการดำเนินงานของคณะนิติศาสตร์',
    'km_title' => 'การจัดการความรู้ (KM) คณะนิติศาสตร์',
    'km_plan_title' => 'แผนการจัดการความรู้ (KM)',
    'km_plan_2564' => 'แผนการจัดการความรู้ (KM) ประจำปี 2564',
    'km_plan_2563' => 'แผนการจัดการความรู้ (KM) ประจำปี 2563',
    'km_plan_2562' => 'แผนการจัดการความรู้ (KM) ประจำปี 2562',
    'km_plan_2560' => 'แผนการจัดการความรู้ (KM) ประจำปี 2560',
    'km_results_title' => 'ผลการดำเนินงาน',
    'km_results_2564' => 'ผลการดำเนินงาน ประจำปีงบประมาณ 2564',
    'km_results_2563' => 'ผลการดำเนินงาน ประจำปีงบประมาณ 2563',
    'km_results_2562' => 'ผลการดำเนินงาน ประจำปีงบประมาณ 2562',
    'km_results_2561' => 'ผลการดำเนินงาน ประจำปีงบประมาณ 2561',
    'learning_park_title' => 'อุทยานแห่งการเรียนรู้',
    'research_title' => 'วิจัย',
    'research_items' => [
        'แนวปฏิบัติที่ดี เรื่อง การพัฒนาการเรียนการสอน',
        'แนวปฏิบัติที่ดี เรื่อง การเสนองานวิจัยเพื่อขอตำแหน่งทางวิชาการ',
        'แนวปฏิบัติที่ดี เรื่อง แหล่งทุนวิจัย',
    ],
    'graduates_title' => 'ผลิตบัณฑิต',
    'graduates_items' => [
        'แนวปฏิบัติที่ดี เรื่อง การนำเสนองานวิจัยในต่างประเทศ',
        'แนวปฏิบัติที่ดี เรื่อง การพัฒนาการเรียนการสอนรายวิชา กฏหมายภาษีอากร',
        'แนวปฏิบัติที่ดี เรื่อง การพัฒนาการเรียนการสอนในรูปแบบออนไลน์',
        'แนวปฏิบัติที่ดี เรื่อง ผลลัพธ์การเรียนรู้ของหลักสูตร',
    ],
];
